tests/fixtures/artifact-replay/fp-included-field/case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    feed
    {
        type fixedValue;
        value uniform 0;
    }
    drain
    {
        type fixedValue;
        value uniform 0;
    }
    jacket
    {
        type fixedValue;
        value uniform 0;
    }
    span
    {
        type empty;
    }
}
